Repository: artem-vorobev/blockster
Catalog: themes/admin/admin/menu/locale/*.po
Languages: ru

source: Menu is saved
ru: Меню сохранено

source: Translation was deleted
ru: Перевод меню удален

source: Translation was created
ru: Перевод создан

source: Delete selected items?
ru: Удалить выделенные пункты?

source: Menu was not saved. Try to save it again.
ru: Меню не удалось сохранить. Попробуйте еще раз.

source: Delete this translation?
ru: Удалить этот перевод?

source: Server error. Translation was not deleted.
ru: Ошибка сервера. Удалить перевод не удалось.

source: Server error. Translation was not created.
ru: Ошибка сервера. Перевод создать не удалось.

source: Fill system name.
ru: Укажите системное имя.

source: This name is already in use.
ru: Это имя уже занято.

source: Fill title.
ru: Заполните название.

source: Server error. Check connection.
ru: Ошибка сервера. Проверьте соединение.

source: Select language of new translation
ru: Выберите язык перевода

source: Select language you want to copy from.
ru: Язык с которого скопировать

source: Label of item is empty
ru: Текст пункта меню не указан

source: Address of link is empty
ru: Адрес ссылки не указан

source: Access level is empty
ru: Уровень доступа не указан

source: Dashboard
ru: Панель управления

source: List of menus
ru: Список меню

source: New menu
ru: Новое меню

source: System name
ru: Системное имя

source: Title
ru: Название

source: Save
ru: Сохранить

source: Menu
ru: Меню

source: Delete
ru: Удалить

source: Add
ru: Добавить

source: Translations
ru: Переводы

source: Edit
ru: Изменить

source: Options
ru: Опции

source: Items of menu
ru: Пункты меню

source: Expand all
ru: Развернуть всё

source: Collapse all
ru: Свернуть всё

source: Select all
ru: Выделить всё

source: Clear selection
ru: Снять выделение

source: Increase nesting level
ru: Увеличить вложенность

source: Decrease nesting level
ru: Уменьшить вложенность

source: No items
ru: Нет пунктов

source: This item has non-zero access level.
ru: Этот пункт имеет уровень доступа больше нуля.

source: New item of menu
ru: Новый пункт меню

source: Edit item of menu
ru: Изменить пункт меню

source: Label
ru: Текст

source: Link
ru: Ссылка

source: Access level
ru: Уровень доступа

source: Additional info
ru: Доп. информация

source: Save to
ru: Сохранить в

source: End of menu
ru: Конец меню

source: Before selected item
ru: Перед выделенным пунктом

source: After selected item
ru: После выделенного пункта

source: Inside selected item
ru: Внутрь выделенного пункта

source: Select only one item for enabling other variants.
ru: Выделите только один пункт чтобы использовать другие варианты.

source: Cancel
ru: Отмена

source: Create translation
ru: Создать перевод

source: This module is not provide automatic translation. It just create version of menu for specified language.
ru: Этот модуль не производит автоматический перевод. Просто создает версии меню для каждого языка.

source: Language
ru: Язык

source: Go editing after creation
ru: Перейти к редактированию

source: Duplicate from other language
ru: Скопировать с другого языка

source: Duplicate from
ru: Скопировать из

source: Create
ru: Создать

source: Create menu
ru: Создать меню

source: Name
ru: Имя

source: Actions
ru: Действия

source: Delete menu? Undelete will not be possible.
ru: Удалить меню? Отмена удаления будет невозможна.

source: There is no menu created.
ru: Ни одного меню не создано.

source: Menu is deleted.
ru: Меню удалено.
